Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/MusicSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Reset
ar: إعادة تعيين
bg: Нулирай
ca: Restableix
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
es_us: Restablecer
fi: Nollaa
fr: Réinitialiser
fr_ca: Effacer
he: איפוס
hi: रीसेट करें
hr: Resetiraj
hu: Visszaállítás
id: Atur Ulang
it: Ripristina
ja: リセット
kk: Бастапқы күйге қайтару
ko: 재설정
lt: Nustatyti iš naujo
nl: Stel opnieuw in
no: Nullstill
pl: Wyzeruj
pt_br: Redefinir
pt_pt: Repor
ro: Resetați
ru: Сбросить
sk: Resetovať
sl: Ponastavi
sv: Nollställ
th: รีเซ็ต
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_cn: 还原
zh_hk: 重設
zh_tw: 重置

# LOSSLESS_DOWNLOAD_CELLULAR_WARN_TITLE
source: Confirm Lossless Downloads
ar: تأكيد تنزيلات Lossless
bg: Потвърди изтеглянето на Lossless файлове
ca: Confirma la descàrrega sense pèrdua
cs: Potvrzení stahování bezztrátových souborů
da: Bekræft Lossless-overførsler
de: Lossless-Downloads bestätigen
el: Επιβεβαίωση λήψεων Lossless
es: Confirmar descargas sin pérdida
es_us: Confirma las descargas en Lossless
fi: Vahvista Lossless-lataukset
fr: Confirmer les téléchargements Lossless
fr_ca: Confirmer les téléchargements sans perte
he: אישור הורדות עם Lossless
hi: Lossless डाउनलोड की पुष्टि करें
hr: Potvrdite preuzimanje kvalitete Lossless
hu: Veszteségmentes letöltések megerősítése
id: Konfirmasi Pengunduhan Lossless
it: Conferma download Lossless
ja: ロスレスのダウンロードの確認
kk: Lossless форматында жүктеп алынғандарды растау
ko: 무손실 다운로드 확인
lt: Patvirtinti nenuostolingojo formato atsisiuntimus
ms: Sahkan Muat Turun Lossless
nl: Bevestig Lossless-downloads
no: Bekreft nedlasting i Lossless-format
pl: Potwierdź pobieranie Lossless
pt_br: Confirmar Downloads Lossless
pt_pt: Confirmar descargas sem perdas
ro: Confirmați descărcările Lossless
ru: Подтверждение загрузок в формате Lossless
sk: Potvrdenie Lossless sťahovania
sl: Potrdi prenose v kakovosti Lossless
sv: Bekräfta Lossless-hämtning
th: ยืนยันการดาวน์โหลดแบบ Lossless
tr: Kayıpsız İndirmelerini Doğrulayın
uk: Підтвердження викачування у форматі без втрат
vi: Xác nhận tải về Lossless
zh_cn: 确认无损下载
zh_hk: 確認無損壓縮下載項目
zh_tw: 確認保真壓縮下載項目

source: Show All Music
ar: إظهار كل الموسيقى
bg: Покажи цялата музика
ca: Mostra tota la música
cs: Zobrazit veškerou hudbu
da: Vis al musik
de: Alle Musikdateien
el: Εμφάνιση όλης της μουσικής
es: Mostrar toda la música
es_us: Mostrar toda la música
fi: Näytä kaikki musiikki
fr: Afficher toute la musique
fr_ca: Afficher toute la musique
he: הצגת כל המוזיקה
hi: सभी संगीत दिखाएँ
hr: Prikaži svu glazbu
hu: Összes zene megjelenítése
id: Tampilkan Semua Musik
it: Mostra tutta la musica
ja: すべての曲を表示
kk: Барлық музыканы көрсету
ko: 모든 음악 보기
lt: Rodyti visą muziką
ms: Tunjukkan Semua Muzik
nl: Toon alle muziek
no: Vis all musikk
pl: Pokaż całą muzykę
pt_br: Mostrar Todas as Músicas
pt_pt: Mostrar todas as músicas
ro: Afișați toată muzica
ru: Показать всю музыку
sk: Zobraziť všetku hudbu
sl: Prikaži vso glasbo
sv: Visa all musik
th: แสดงเพลงทั้งหมด
tr: Tüm Müzikleri Göster
uk: Показати всю музику
vi: Hiển thị tất cả nhạc
zh_cn: 显示所有音乐
zh_hk: 顯示所有音樂
zh_tw: 顯示所有音樂

# SHARE_PLAY_TOGETHER_SECTION_TITLE
source: Shared Listening
ar: الاستماع المشترك
bg: Споделено слушане
ca: Sessió de música en grup
cs: Sdílený poslech
da: Delt lyttesession
de: Gemeinsames Hören
el: Κοινή ακρόαση
es: Escucha compartida
es_us: Escucha compartida
fi: Jaettu kuuntelu
fr: Écoute partagée
fr_ca: Écoute partagée
he: האזנה משותפת
hi: शेयर्ड लिस्निंग
hr: Dijeljeno slušanje
hu: Megosztott hallgatás
id: Mendengarkan Bersama
it: Ascolto condiviso
ja: 共有リスニング
kk: Бірге тыңдау
ko: 공유 듣기
lt: Bendrinamas klausymasis
ms: Pendengaran Dikongsi
nl: Gedeeld luisteren
no: Lytt sammen
pl: Wspólne słuchanie
pt_br: Ouvir em Grupo
pt_pt: Sessão de escuta partilhada
ro: Ascultare partajată
ru: Совместное прослушивание
sk: Zdieľané počúvanie
sl: Deljeno poslušanje
sv: Delad lyssning
th: การฟังที่แชร์
tr: Paylaşılan Dinleme
uk: Спільне прослуховування
vi: Nghe được chia sẻ
zh_cn: 共享聆听
zh_hk: 共享聆聽
zh_tw: 共享聆聽

# ATMOS_UPGRADE_BODY
source: Tracks downloaded from Apple Music in stereo will be upgraded to Dolby Atmos, which will save data while playing spatial audio.
ar: عند تنزيل مسارات من Apple Music بتنسيق استريو، ستتم ترقيتها إلى Dolby Atmos، مما سيساعد على توفير البيانات أثناء تشغيل الصوت المكاني.
bg: Песните, изтеглени от Apple Music в стерео формат, ще се обновят във формат Dolby Atmos, което ще ви спести данни, докато се възпроизвежда пространствено аудио.
ca: Es milloraran les descàrregues estèreo de l’Apple Music a Dolby Atmos i es reduirà el consum de dades en reproduir l’àudio espacial.
cs: Skladby stažené z Apple Music ve stereofonním formátu budou upgradovány na Dolby Atmos, čímž při přehrávání prostorového zvuku ušetříte data.
da: Spor, der er hentet fra Apple Music med stereolyd, opgraderes til Dolby Atmos. Dette sparer data, når der afspilles med rumlig lyd.
de: Titel, die von Apple Music in Stereo geladen wurden, werden auf Dolby Atmos aktualisiert. Dadurch werden bei der Wiedergabe von 3D-Audio Daten gespart.
el: Τα κομμάτια που λήφθηκαν από το Apple Music σε στερεοφωνικό ήχο θα αναβαθμιστούν σε Dolby Atmos, εξοικονομώντας δεδομένα κατά την αναπαραγωγή χωρικού ήχου.
es: Las pistas descargadas desde Apple Music en estéreo se actualizarán a Dolby Atmos, que ahorrará datos mientras reproduces el audio espacial.
es_us: Las pistas descargadas de Apple Music en audio estéreo se actualizarán a Dolby Atmos, lo que ahorrará datos mientras se reproduce audio espacial.
fi: Apple Musicista stereomuodossa ladatut raidat päivitetään Dolby Atmosiin, joka säästää dataa toistettaessa tilaäänellä.
fr: Les morceaux téléchargés en stéréo depuis Apple Music seront mis à niveau vers le format Dolby Atmos, ce qui limitera la consommation de données lors de l’utilisation de l’audio spatial.
fr_ca: Les pistes téléchargées en stéréo à partir d’Apple Music seront mises à niveau au format Dolby Atmos, qui enregistrera des données pendant l’utilisation de l’audio spatial.
he: שירים שהורדת מ-Apple Music בסטריאו ישודרגו ל-Dolby Atmos כדי לחסוך בנתונים בזמן הפעלת שמע מרחבי.
hi: Apple Music से स्टीरियो में डाउनलोड किए गए ट्रैक को Dolby Atmos में अपग्रेड कर दिया जाएगा, जिससे स्पेशियल ऑडियो चलाने के दौरान डेटा की बचत होगी।
hr: Zapisi koji su preuzeti s Apple Musica u stereo kvaliteti nadogradit će se na Dolby Atmos, čime će se štedjeti podaci tijekom reprodukcije prostornog zvuka.
hu: Az Apple Musicból sztereó változatban letöltött zeneszámok Dolby Atmosra fognak frissülni, amellyel adatforgalmat takaríthat meg térbeli hang lejátszásakor.
id: Track yang diunduh dari Apple Music dalam stereo akan ditingkatkan ke Dolby Atmos, yang akan menghemat data saat memutar audio spasial.
it: Le tracce che hai scaricato da Apple Music in formato stereo verranno convertite in Dolby Atmos per consentirti di ridurre l’utilizzo dei dati durante la riproduzione in modalità “Audio spaziale”.
ja: Apple Musicからステレオでダウンロードされたトラックはドルビーアトモスにアップグレードされ、空間オーディオ再生中のデータ使用量が少なくなります。
kk: Apple Music сервисінен стерео форматта жүктеп алынған тректер Dolby Atmos сапасына жаңартылады, бұл кеңістіктік аудионы ойнату кезінде деректерді сақтайды.
ko: Apple Music에서 스테레오로 다운로드된 트랙을 Dolby Atmos로 업그레이드하여, 공간 음향을 재생하는 동안 데이터를 절약합니다.
lt: Iš „Apple Music“ stereo formatu atsisiųstos dainos bus atnaujintos į „Dolby Atmos“ formatą, kuris taupys duomenis leidžiant erdvinį garsą.
ms: Trek yang dimuat turun daripada Apple Music dalam stereo akan dinaik taraf kepada Dolby Atmos, yang akan menjimatkan data semasa memainkan audio ruang.
nl: Tracks die via Apple Music in stereo worden gedownload, worden bijgewerkt naar Dolby Atmos, waardoor je data bespaart terwijl je ruimtelijke audio afspeelt.
no: Spor som er lastet ned fra Apple Music i stereoformat, vil bli oppgradert til Dolby Atmos. Dette vil spare data når du spiller av romtilpasset lyd.
pl: Utwory będą pobierane z Apple Music w formacie Dolby Atmos zamiast stereo, co zredukuje transfer danych podczas odtwarzania dźwięku przestrzennego.
pt_br: As faixas baixadas do Apple Music em estéreo serão atualizadas para Dolby Atmos, que economizará dados enquanto reproduz o áudio espacial.
pt_pt: As faixas descarregadas de Apple Music em estéreo serão atualizadas para Dolby Atmos, que permitirá poupar dados ao reproduzir áudio espacial.
ro: Pistele descărcate din Apple Music în format stereo vor fi actualizate la Dolby Atmos, ceea ce va economisi date în timpul redării conținutului audio spațial.
ru: Качество загрузок из Apple Music в стереоформате будут повышено до Dolby Atmos. При воспроизведении пространственного аудио будет передаваться меньше данных.
sk: Skladby stiahnuté z Apple Music v stereo formáte budú upgradované na Dolby Atmos, čím sa zníži spotreba dát pri prehrávaní priestorového zvuku.
sl: Skladbe, prenesene iz storitve Apple Music v kakovosti stereo, bodo nadgrajene v obliko zvoka Dolby Atmos, kar porabi manj podatkov za prenos pri predvajanju prostorskega zvoka.
sv: Spår som hämtas från Apple Music i stereo uppgraderas till Dolby Atmos, vilket sparar data medan rumsligt ljud spelas upp.
th: แทร็กที่ดาวน์โหลดจาก Apple Music ในรูปแบบสเตอริโอจะถูกอัปเกรดเป็น Dolby Atmos ซึ่งจะประหยัดข้อมูลในระหว่างเล่นเสียงตามตำแหน่ง
tr: Apple Music’ten stereo olarak indirilen parçalar Dolby Atmos’a yükseltilir ve uzamsal sesi çalarken veri tasarrufu yapılır.
uk: Доріжки, викачані з Apple Music у форматі стерео, буде замінено на формат Dolby Atmos. Тоді під час відтворення просторового аудіо передаватиметься меньше даних.
vi: Các bản nhạc được tải về từ Apple Music bằng định dạng stereo sẽ được nâng cấp lên Dolby Atmos, sẽ tiết kiệm dữ liệu trong khi phát âm thanh không gian.
zh_cn: 从Apple Music下载的立体声音轨将升级为杜比全景声，并在播放空间音频时节省数据。
zh_hk: 從Apple Music下載的立體聲音軌將會升級至「杜比全景聲」，將會在播放空間音訊時節省數據。
zh_tw: 下載自Apple Music的立體聲曲目會升級到「杜比全景聲」，這會在播放空間音訊時節省數據量。

source: High Quality
ar: جودة عالية
bg: Високо качество
ca: Alta qualitat
cs: Vysoká kvalita
da: Høj kvalitet
el: Υψηλή ποιότητα
es: Calidad alta
es_us: Alta calidad
fi: Korkea laatu
fr: Haute qualité
fr_ca: Qualité supérieure
he: איכות גבוהה
hi: उच्च गुणवत्ता
hr: Visoka kvaliteta
hu: Kiváló minőség
id: Kualitas Tinggi
it: Alta qualità
ja: 高音質
kk: Жоғары сапа
ko: 고품질
lt: Aukšta kokybė
ms: Kualiti Tinggi
nl: Hoge kwaliteit
no: Høy kvalitet
pl: Wysoka jakość
pt_br: Alta Qualidade
pt_pt: Alta qualidade
ro: Calitate ridicată
ru: Высокое качество
sk: Vysoká kvalita
sl: Visoka kakovost
sv: Hög kvalitet
th: คุณภาพสูง
tr: Yüksek Kalite
uk: Висока якість
vi: Chất lượng Cao
zh_cn: 高质量
zh_hk: 高質素
zh_tw: 高品質

# ATMOS_ALWAYS_ON_WARN_CANCEL
source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_us: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nl: Annuleer
no: Avbryt
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# DISABLE_SYNC_LIBRARY_SUB_NO_MATCH
source: This will remove all Apple Music content and downloads from your library on this device.
ar: سيؤدي هذا إلى إزالة كل محتوى وتنزيلات Apple Music من مكتبتك على هذا الجهاز.
bg: Това ще премахне цялото Apple Music съдържание и изтеглените файлове от вашата библиотека от това устройство.
ca: S’eliminaran tots els continguts i les descàrregues de l’Apple Music que tinguis a la biblioteca del dispositiu.
cs: Z vaší knihovny v zařízení se odstraní veškerý obsah a stažené položky pocházející z Apple Music.
da: Dette fjerner alt Apple Music-indhold og alle overførsler fra biblioteket på denne enhed.
de: Dadurch werden alle Apple Music-Inhalte und -Downloads von deiner Mediathek auf diesem Gerät entfernt.
el: Αυτή η ενέργεια θα αφαιρέσει όλο το περιεχόμενο και τις λήψεις Apple Music από τη βιβλιοθήκη σας σε αυτήν τη συσκευή.
es: Se eliminará todo el contenido y las descargas de Apple Music de tu biblioteca en este dispositivo.
es_us: Esto eliminará todo el contenido y descargas de Apple Music de tu biblioteca en este dispositivo.
fi: Tämä poistaa kaiken Apple Music -sisällön ja lataukset kirjastostasi tässä laitteessa.
fr: Cela supprimera tous les contenus et téléchargements Apple Music de votre bibliothèque sur cet appareil.
fr_ca: Cela supprimera tous les contenus et téléchargements Apple Music de votre bibliothèque sur cet appareil.
he: פעולה זו תמחק את כל התכנים וההורדות של Apple Music מהספריה שלך במכשיר זה.
hi: यह इस डिवाइस पर आपकी लाइब्रेरी से सभी Apple Music कॉन्टेंट और डाउनलोड को हटा देगा।
hr: Time će se ukloniti sav Apple Music sadržaj i preuzimanja iz vaše medijateke na ovom uređaju.
hu: Ez a művelet eltávolítja az összes Apple Music-tartalmat és -letöltést a könyvtárából ezen az eszközön.
id: Ini akan menghapus semua konten dan unduhan Apple Music dari perpustakaan Anda di perangkat ini.
it: Selezionando questa opzione, tutti i contenuti di Apple Music e i download verranno eliminati dalla libreria su questo dispositivo.
ja: この操作を行うと、このデバイスのライブラリからApple Musicのコンテンツとダウンロードがすべて削除されます。
kk: Бұл әрекет нәтижесінде Apple Music қолданбасының барлық контенті мен жүктеп алынған объектісі осы құрылғыдағы медиатекадан жойылады.
ko: 이 기기에 있는 사용자의 보관함에서 모든 Apple Music 콘텐츠 및 다운로드 항목이 제거됩니다.
lt: Bus pašalintas visas „Apple Music“ turinys ir atsisiuntimai iš bibliotekos šiame įrenginyje.
ms: Ini akan mengeluarkan semua kandungan dan muat turun Apple Music daripada pustaka anda pada peranti ini.
nl: Hiermee worden Apple Music-materiaal en -downloads uit je bibliotheek op dit apparaat verwijderd.
no: Dette vil fjerne alt Apple Music-innhold og alle nedlastinger fra biblioteket på denne enheten.
pl: Usunie to z tego urządzenia wszystkie treści Apple Music i pobrane z biblioteki.
pt_br: Isso removerá todo o conteúdo do Apple Music e os downloads da sua biblioteca neste dispositivo.
pt_pt: Todas as descargas e conteúdos adicionados de Apple Music serão removidos da biblioteca neste dispositivo.
ro: Tot conținutul și toate descărcările Apple Music vor fi eliminate din biblioteca dvs. de pe acest dispozitiv.
ru: Данная операция удалит весь контент и загрузки Apple Music из Медиатеки на этом устройстве.
sk: Z vašej knižnice na tomto zariadení bude odstránený všetok obsah a položky stiahnuté z Apple Music.
sl: S tem boste iz svoje knjižnice v tej napravi odstranili vso vsebino in prenose Apple Music.
sv: Detta raderar allt Apple Music-innehåll och hämtat material från ditt bibliotek på den här enheten.
th: การทำงานนี้จะเอาเนื้อหาและรายการดาวน์โหลดของ Apple Music ทั้งหมดออกจากคลังของคุณบนอุปกรณ์เครื่องนี้
tr: Bu işlem, bu aygıttaki tüm Apple Music içeriklerini ve indirmeleri siler.
uk: Це вилучить весь вміст і викачування Apple Music із вашої медіатеки на цьому пристрої.
vi: Việc này sẽ xóa tất cả nội dung và bản tải về Apple Music khỏi thư viện của bạn trên thiết bị này.
zh_cn: 此操作将从此设备上的资料库中移除所有Apple Music内容及下载项。
zh_hk: 這會從此裝置上的資料庫移除所有Apple Music內容和下載項目。
zh_tw: 這會從此裝置上的資料庫移除所有Apple Music內容和下載項目。

# SYNC_LIBRARY_FOOTER_SUBSCRIPTION_ONLY
source: Your purchased music, content you add from Apple Music or import to iTunes, and changes you make to your library will sync across all your devices.
ar: الموسيقى التي تُشترى والمحتوى الذي يضاف من Apple Music أو يُستورد إلى iTunes والتغييرات التي تُجرى في المكتبة، ستتم مزامنة كل ذلك على جميع أجهزتك.
bg: Вашата закупена музика, съдържанието, което добавяте от Apple Music или импортирате в iTunes, и промените, които правите във вашата библиотека, ще се синхронизират между всички ваши устройства.
ca: La música que compris, el contingut que afegeixis des de l’Apple Music o importis a l’iTunes i els canvis que facis a la biblioteca se sincronitzaran en tots els teus dispositius.
cs: Vaše koupená hudba, obsah přidaný z Apple Music nebo importovaný do iTunes a změny provedené v knihovně se synchronizují mezi všemi vašimi zařízeními.
da: Din købte musik, indhold, du tilføjer fra Apple Music eller importerer til iTunes, og ændringer i biblioteket synkroniseres til alle dine enheder.
de: Deine Musikkäufe, über Apple Music hinzugefügte oder nach iTunes importierte Inhalte sowie Änderungen, die du an deiner Mediathek vornimmst, werden auf all deinen Geräten synchronisiert.
el: Τα αγορασμένα τραγούδια, το περιεχόμενο που προσθέτετε από το Apple Music ή εισάγετε στο iTunes, και οι αλλαγές που κάνετε στη βιβλιοθήκη σας θα συγχρονίζονται σε όλες τις συσκευές σας.
es: La música que compres, el contenido que añadas desde Apple Music o importes a iTunes y los cambios que hagas en tu biblioteca se sincronizarán en todos tus dispositivos.
es_us: La música que hayas comprado, el contenido que agregues de Apple Music o importes a iTunes, y los cambios realizados a tu biblioteca se sincronizarán en todos tus dispositivos.
fi: Ostamasi musiikki, Apple Musicista lisäämäsi tai iTunesiin tuomasi sisältö sekä kirjastoosi tekemäsi muutokset synkronoidaan kaikkiin laitteisiisi.
fr: Vos achats musicaux, le contenu ajouté depuis Apple Music ou importé dans iTunes, ainsi que les modifications apportées à votre bibliothèque seront synchronisés sur tous vos appareils.
fr_ca: La musique que vous avez achetée, les contenus que vous avez ajoutés à partir d’Apple Music ou d’iTunes, et les modifications que vous apportez à votre bibliothèque seront synchronisés avec tous vos appareils.
he: מוזיקה שרכשת, תוכן שהוספת מ-Apple Music או שייבאת ל-iTunes וכן שינויים שביצעת בספריה שלך יסתנכרנו בכל המכשירים שלך.
hi: आपका ख़रीदा गया संगीत, Apple Music से आपके द्वारा जोड़े गए या iTunes में इंपोर्ट किए गए कॉन्टेंट, और आपकी लाइब्रेरी में आपके द्वारा किए गए परिवर्तन आपके सभी डिवाइस में सिंक किए जाएँगे।
hr: Vaša kupljena glazba, sadržaji koje dodate iz Apple Musica ili importirate u iTunes i promjene koje unesete u medijateku sinkronizirat će se na svim vašim uređajima.
hu: A vásárolt zenék, az Apple Musicból hozzáadott vagy az iTunesba importált tartalom, valamint a könyvtárában végzett módosítások szinkronizálva lesznek az összes eszközén.
id: Musik yang Anda beli, konten yang Anda tambahkan dari Apple Music atau impor ke iTunes, dan perubahan yang Anda buat terhadap perpustakaan musik Anda akan diselaraskan di semua perangkat Anda.
it: I brani acquistati, i contenuti che aggiungi da Apple Music o che importi su iTunes e le modifiche che apporti alla libreria verranno sincronizzati su tutti i tuoi dispositivi.
ja: 購入したミュージック、Apple Musicから追加またはiTunesへ読み込んだコンテンツ、およびライブラリに加えられた変更はお使いのすべてのデバイス間で同期されます。
kk: Сатып алынған музыка, Apple Music қолданбасынан қосылған немесе iTunes қолданбасына импортталған контент және медиатекаға енгізілген өзгертулер барлық құрылғыда синхрондалады.
ko: 사용자가 구입한 음악, Apple Music에서 추가하거나 iTunes로 가져온 콘텐츠 및 보관함 변경 사항이 사용자의 모든 기기에 동기화됩니다.
lt: Jūsų įsigyta muzika, iš „Apple Music“ įtrauktas arba į „iTunes“ importuotas turinys ir bibliotekos pakeitimai bus sinchronizuoti visuose jūsų įrenginiuose.
ms: Muzik yang anda beli, kandungan yang anda tambahkan daripada Apple Music atau import ke iTunes dan perubahan yang anda buat pada pustaka anda akan diselaraskan merentas semua peranti anda.
nl: Gekochte muziek, materiaal dat je toevoegt uit Apple Music of importeert naar iTunes, en wijzigingen die je aan je bibliotheek aanbrengt, worden op al je apparaten gesynchroniseerd.
no: Musikk du har kjøpt, innhold du legger til fra Apple Music eller importerer til iTunes, og endringer du gjør i biblioteket, vil bli synkronisert mellom alle enhetene dine.
pl: Kupiona muzyka, treści dodane z Apple Music lub zaimportowane do iTunes oraz zmiany dokonywane w bibliotece będą synchronizowane na wszystkich Twoich urządzeniach.
pt_br: Suas músicas compradas, o conteúdo que você adicionar do Apple Music ou importar para o iTunes e as alterações que você fizer na sua biblioteca serão sincronizados em todos os seus dispositivos.
pt_pt: A música comprada, o conteúdo adicionado de Apple Music ou importado para o iTunes, assim como as alterações efetuadas à biblioteca, serão sincronizados com todos os seus dispositivos.
ro: Muzica achiziționată, conținutul pe care îl adăugați din Apple Music sau îl importați în iTunes și modificările pe care le faceți în bibliotecă se vor sincroniza pe toate dispozitivele dvs.
ru: Приобретенная Вами музыка, добавляемый из Apple Music или импортируемый в iTunes контент, а также изменения в медиатеке синхронизируются между всеми Вашими устройствами.
sk: Zakúpená hudba, obsah pridaný z Apple Music alebo importovaný do iTunes a zmeny vykonané v knižnici budú synchronizované na všetkých vašich zariadeniach.
sl: Kupljena glasba, vsebina, ki jo dodate iz storitve Apple Music ali uvozite v iTunes, in spremembe, ki jih naredite v svoji knjižnici, se sinhronizirajo v vseh vaših napravah.
sv: Din köpta musik, innehåll som du lägger till från Apple Music eller importerar till iTunes samt ändringar du gör i biblioteket synkroniseras mellan alla dina enheter.
th: เพลงที่คุณซื้อ เนื้อหาที่คุณเพิ่มจาก Apple Music หรือนำเข้าไปยัง iTunes และการแก้ไขคลังเพลงของคุณจะถูกเชื่อมข้อมูลบนอุปกรณ์ทุกเครื่องของคุณ
tr: Apple Music’ten eklediğiniz veya iTunes’a aktardığınız satın aldığınız müzikler, içerikler ve arşivinizde yaptığınız değişiklikler tüm aygıtlarınızda eşzamanlanır.
uk: Ваша придбана музика, імпортований до iTunes чи доданий з Apple Music вміст, а також внесені до медіатеки зміни синхронізуватимуться між усіма вашими пристроями.
vi: Nhạc đã mua, nội dung mà bạn thêm từ Apple Music hoặc nhập vào iTunes và các thay đổi mà bạn thực hiện cho thư viện sẽ đồng bộ hóa trên tất cả các thiết bị của bạn.
zh_cn: 已购音乐、从Apple Music添加或导入iTunes的内容、以及你对资料库所作的更改，将在所有设备上同步。
zh_hk: 你購買的音樂、從Apple Music加入或輸入iTunes的內容，以及對資料庫進行的更改都會同步到所有裝置。
zh_tw: 你購買的音樂、從Apple Music加入或輸入iTunes的內容，以及對資料庫進行的更動都會同步到所有裝置上。

source: Volume Limit
ar: حد الصوت
bg: Ограничение на силата на звука
ca: Límit de volum
cs: Limit hlasitosti
da: Maks. lydstyrke
de: Maximale Lautstärke
el: Όριο έντασης ήχου
es: Límite de volumen
es_us: Límite de volumen
fi: Äänenvoimakkuusraja
fr: Limite du volume
fr_ca: Volume maximum
he: הגבלת עוצמת השמע
hi: वॉल्यूम सीमा
hr: Granica glasnoće
hu: Hangerőkorlát
id: Batas Volume
it: Limite volume
ja: 音量制限
kk: Дыбыс шектеуі
ko: 음량 제한
lt: Garsumo limitas
ms: Had Kelantangan
nl: Volumebegrenzing
no: Volumbegrensning
pl: Limit głośności
pt_br: Limite de Volume
pt_pt: Limite de volume
ro: Limită volum
ru: Ограничение громкости
sk: Obmedzenie hlasitosti
sl: Omejitev glasnosti
sv: Volymgräns
th: จำกัดระดับเสียง
tr: Ses Sınırı
uk: Ліміт гучності
vi: Giới hạn âm lượng
zh_cn: 音量限制
zh_hk: 音量限制
zh_tw: 音量限制
